Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: GCP compliance:
es_es: Cumplimiento con las BPC:

source: GEL CLOT LIMULUS AMOEBOCYTE LYSATE (LAL) TEST
es_es: ENSAYO DE LISADO DE AMEBOCITOS DE LÍMULUS (LAL) CON COÁGULO DE GEL

source: GEL MASS
es_es: MASA DE GEL

source: GENERAL AIM – PRIMARY OBJECTIVE
es_es: PROPÓSITO GENERAL – OBJETIVO PRINCIPAL

source: GENERAL APPROACH
es_es: ENFOQUE GENERAL

source: GENERAL INFORMATION
es_es: INFORMACIÓN GENERAL

source: GENERAL TESTS
es_es: PRUEBAS GENERALES

source: GLICLAZIDA
es_es: GLICLAZIDE

source: GLP-compliant enhanced Ames test for NO-Dabigatran
es_es: Prueba AMES mejorada, basada en las buenas prácticas de laboratorio, para NO-dabigatrán

source: GMP
es_es: BPF

source: GMP certificate (q00243404-03), apostilled document not yet available
es_es: certificado de buenas prácticas de fabricación (q00243404-03); aún no se encuentra disponible el documento apostillado

source: GMP certificate (q00243406-03), apostilled document not yet available
es_es: certificado de buenas prácticas de fabricación (q00243406-03); aún no se encuentra disponible el documento apostillado

source: GMP certificate (q00260754-04), apostilled document not yet available
es_es: certificado de buenas prácticas de fabricación (q00260754-04); aún no se encuentra disponible el documento apostillado

source: GNE SSF, BIB F113 sterile manufacturing 3
es_es: GNE, SSF; BIB, F113, fabricación estéril 3

source: GNE has registered TNKase® in US, Canada and Japan, whereas BI has registered Metalyse® 40 and 50 mg in most of the remaining countries of the world.
es_es: GNE ha registrado TNKase® en EE. UU., Canadá y Japón, mientras que BI ha registrado Metalyse® de 40 y 50 mg en la mayoría de los restantes países del mundo.

source: GPP
es_es: PPG

source: GPP flare prevention:
es_es: Prevención de brotes agudos de psoriasis pustulosa generalizada:

source: GPP flare treatment:
es_es: Tratamiento de brotes agudos de psoriasis pustulosa generalizada:

source: GPP flares consist of the acute onset of rapidly disseminating painful skin manifestations (including aseptic pustules), which can be accompanied by systemic symptoms, such as high fever and extreme fatigue, as well as acute phase response (with increased C-reactive protein).
es_es: Los brotes agudos de PPG consisten en la aparición brusca de manifestaciones cutáneas dolorosas (entre las que se incluyen pústulas asépticas) que se diseminan rápidamente. El cuadro puede estar acompañado de síntomas sistémicos, como fiebre alta y fatiga extrema, como así también respuesta de fase aguda (con proteína C-reactiva aumentada).

source: GRADIENT
es_es: GRADIENTE

source: GREECE
es_es: GRECIA

source: GRISEOFULVINA
es_es: GRISEOFULVIN

source: GUIA TÉCNICA DE BIOEQUIVALENCIA Y BIODISPONIBILIDAD [mandar a encabezado]
es_es: BIOEQUIVALENCE AND BIOAVAILABILITY TECHNICAL GUIDELINES [A ENCABEZADO]

source: GUIDELINE FOR RESIDUAL SOLVENTS.
es_es: LINEAMIENTOS SOBRE DISOLVENTES RESIDUALES.

source: GUÍA DE VERIFICACIÓN DE BUENAS PRÁCTICAS DE BIOEQUIVALENCIA - BPBE
es_es: GOOD BIOEQUIVALENCE AND BIOAVAILABILITY PRACTICES MONITORING GUIDELINES

source: GUÍA TÉCNICA DE BIOEQUIVALENCIA Y BIODISPONIBILIDAD
es_es: BIOEQUIVALENCE AND BIOAVAILABILITY TECHNICAL GUIDELINES

source: GVP
es_es: BPFV

source: GY (greenish-yellow) 9.6
es_es: GY (amarillo verdoso) 9.6

source: Galactosylation
es_es: Galactosilación

source: Gamma radiation or Ethylen oxide
es_es: Radiación gamma u óxido de etileno

source: Gao L, Moodie M, Mitchell PJ, et al.
es_es: Gao L, Moodie M, Mitchell PJ, y col.

source: Gap between rubber stopper and vial
es_es: Separación entre el tapón de caucho y el frasco

source: Gap width
es_es: Amplitud de brecha

source: Garantizar la disponibilidad y acceso a medicamentos de calidad, seguros y eficaces, regular su comercialización y promover la producción nacional y la utilización de medicamentos genéricos que respondan a las necesidades epidemiológicas de la población.
es_es: Ensuring the availability and access to quality, safe and effective drugs, regulating their marketing and encouraging national production and the use of generic drugs that respond to the epidemiological needs of the population.

source: Gas chromatographic conditions:
es_es: Condiciones para la cromatografía gaseosa:

source: Gas chromatography
es_es: Cromatografía gaseosa

source: Gas chromatography (GC) is a chromatographic separation technique based on the difference in the distribution of species between two non-miscible phases in which the mobile phase is a carrier gas moving through or passing the stationary phase contained in a column.
es_es: La cromatografía gaseosa es una técnica de separación cromatográfica basada en la diferencia de distribución de especies entre dos fases no miscibles, en la que la fase móvil es un gas portador que atraviesa o pasa por la fase estacionaria, que se encuentra en una columna.

source: Gas chromatography – Mass Spectrometry
es_es: Cromatografía gaseosa - espectrometría de masas

source: Gastrointestinal surgery or gastrointestinal disorder that could have interfered with trial medication absorption in the investigator’s opinion
es_es: Cirugía gastrointestinal o trastorno gastrointestinal que podría haber interferido con la absorción del medicamento del ensayo en opinión del investigador

source: Gastrointestinal, hepatic, renal, respiratory, cardiovascular, metabolic, immunological, or hormonal disorders
es_es: Trastornos gastrointestinales, hepáticos, renales, respiratorios, cardiovasculares, metabólicos, inmunológicos u hormonales.

source: Gel mass
es_es: Masa de gel

source: Gel mass preparation is a standard process at both manufacturing sites.
es_es: La preparación de la masa de gel es un proceso estandarizado en ambas plantas productoras.

source: Gelatin basic mass
es_es: Masa básica de gelatina

source: Gelatin
es_es: Gelatina

source: Gelatine
es_es: Gelatina

source: Gender
es_es: Sexo

source: Gender, N (%)
es_es: Sexo, N (%)

source: Gene therapy products
es_es: Productos de terapia genética

source: Genealogy of validation batches for PFS PPQ
es_es: Genealogía de las partidas de validación para calificación del desempeño del proceso (PPQ) de las jeringas precargadas (PFS)

source: Genealogy of validation batches for PFS-NSD-1 assembly PPQ
es_es: Genealogía de las partidas de validación para calificación del desempeño del proceso (PPQ) del ensamblaje del dispositivo PFS-NSD-1

source: Genehmiat
es_es: Aprobó

source: Genentech tenecteplase
es_es: Tenecteplasa de Genentech

source: Genentech/Roche (Licensor in United States of America and Canada; January 2001 to August 2023):
es_es: Para Genentech/Roche (licenciatario en Estados Unidos de América y Canadá; desde enero de 2001 hasta agosto de 2023):

source: Genentech’s TNKase® is marketed under US FDA supervision, ensuring that any changes to the manufacturing process require analytical comparability studies to demonstrate that safety, efficacy and quality of the final product are not negatively impacted.
es_es: El producto TNKase® de Genentech se comercializa con supervisión de la FDA de los EE. UU., lo que garantiza que todo cambio del proceso de fabricación requiere estudios de comparabilidad analítica que demuestren que la seguridad, la eficacia y la calidad del producto final no se vean impactadas negativamente.

source: General Properties
es_es: Propiedades generales

source: General Notices (1) apply to all monographs and other texts
es_es: Se aplican las notas generales (1) a todas las monografías y demás textos.

source: General Partner
es_es: Socio general

source: General anesthesia
es_es: Anestesia general

source: General anesthesia*
es_es: Anestesia general*

source: General characteristic assay used to provide assurance that the drug product has been properly formulated.
es_es: Valoración de características generales utilizada para garantizar que el medicamento esté formulado correctamente.

source: General considerations
es_es: Consideraciones generales

source: General description
es_es: Descripción general

source: General information for alteplase DP batches is provided in Table 1.
es_es: En la Tabla 1 hay información general sobre las partidas del medicamento alteplasa.

source: General information for the alteplase DS batches is provided in Table 1.
es_es: En la Tabla 1 hay información general sobre las partidas del principio activo alteplasa.

source: General information for the drug product batches including the manufacturing batch number, date, batch size, drug substance batch(es) used, manufacturing process of the drug substance batch(es) used, formulation variant and use of the batch as well the data obtained is located in Section 3.2.P.5.4 Batch Analysis.
es_es: Tanto la información general de las partidas del medicamento, que incluye, con fundamento en la fabricación, el número de partida, la fecha, el tamaño de partida, la/s partida/s del principio activo empleada/s y el proceso de fabricación de esta/s, la variante de formulación y el uso de la partida, como los datos obtenidos, se encuentran en la Sección 3.2.P.5.4, Análisis de partidas.

source: General information for the drug substance batches including the batch number, manufacturing date and site, scale, manufacturing process of the drug substance batch(es) used and the use/intended use of the batch as well the data obtained is located in Section 3.2.S.4.4 Batch Analyses.
es_es: Tanto la información general de las partidas del principio activo, incluidos el número de partida, la fecha y lugar de fabricación, la escala, el proceso de fabricación de la/s partida/s del principio activo empleadas, y su uso real o previsto, como los datos obtenidos, se encuentran en la Sección 3.2.S.4.4, Análisis de partidas.

source: General information including the batch number, manufacturing date and manufacturing site is provided in Table 1 below for tiotropium bromide.
es_es: En la Tabla 1 se puede ver la información general, incluidos el número de partida, la fecha de fabricación y la planta productora para el bromuro de tiotropio.

source: General pharmaceutical attributes considered critical due to compendial requirements for the molecule class, application, route of administration and general safety
es_es: Atributos farmacéuticos generales considerados críticos debido a los requisitos farmacopeicos para la clase de molécula, aplicación, vía de administración y seguridad general

source: General pharmaceutical attributes considered critical due to compendial requirements for the molecule class, application, route of administration and general safety.
es_es: Atributos farmacéuticos generales considerados críticos debido a los requisitos inclcuidos en la farmacopea para la clase de molécula, aplicación, vía de administración y seguridad general.

source: General pharmaceutical attributes, product and process related impurities comparable to commercially established tenecteplase presentations
es_es: Atributos farmacéuticos generales, producto e impurezas relacionadas con el proceso comparables a las presentaciones de tenecteplasa comercializadas.

source: General purpose
es_es: Propósito general

source: General response and rationale for an abbreviated Risk Management Plan (RMP) for Metalyse
es_es: Respuesta general y justificación de un Plan de Gestión de Riesgos (PGR) abreviado para Metalyse

source: General risk from proteins to cause hypersensitivity reactions.
es_es: Riesgo general de que las proteínas provoquen reacciones de hipersensibilidad.

source: General tests
es_es: Pruebas generales

source: Generalized pustular psoriasis
es_es: Psoriasis pustulosa generalizada

source: Generalized pustular psoriasis (GPP) is a rare severe neutrophilic skin disease characterized by episodes of widespread eruption of sterile, macroscopically visible pustules that can occur with or without systemic symptoms.
es_es: La psoriasis pustulosa generalizada (PPG) es una enfermedad cutánea neutrofílica rara y grave caracterizada por episodios de erupción generalizada con pústulas estériles macroscópicamente visibles que pueden cursar con o sin síntomas sistémicos.

source: Generally too low fill weight may impact CQA protein concentration
es_es: En general, un peso de llenado demasiado bajo puede afectar el atributo crítico de calidad de la concentración de proteína

source: Generalmente es un ensayo de disolución de un punto de tiempo para medicamentos de liberación inmediata y un ensayo de disolución de tres más puntos de tiempo para los medicamentos de liberación modificada.
es_es: Usually a single-time-point dissolution test for immediate release drugs and an at least three-time-point test for modified release drugs.

source: Generalmente la evaluación de la bioequivalencia (BE) se basará en la medida de concentración del principio activo liberado de la forma farmacéutica, en lugar de determinar concentraciones del metabolito.
es_es: Generally, the assessment of bioequivalence (BE) will be based on the measurement of the concentration of the active ingredient released from the pharmaceutical form, rather than determining concentrations of the metabolite.

source: Generalmente los sujetos deben estar entre los 18 y los 55 años de edad y su peso debe estar dentro del rango normal, con un índice de masa corporal (IMC) entre 18 y 30 kg / m2.
es_es: Generally, subjects must be 18-55 years of age and their weight must be within the normal range, with a body mass index (BMI) of 18-30 kg/m2.

source: Generalmente, no es necesario calcular el tamaño de muestra para establecer si el poder estadístico es suficiente para tmax.
es_es: Generally, it is not necessary to calculate the sample size to establish whether the statistical power is sufficient for tmax.

source: Generated by:
es_es: Generó:

source: Genetic human studies have established a strong link between IL36R signalling and skin inflammation.
es_es: Estudios genéticos en humanos han establecido un vínculo sólido entre la señalización del IL36R y la inflamación de la piel.

source: Geneticin is used during the manufacture of cell banks.
es_es: La geneticina se usa durante la fabricación de los bancos de células.

source: Geneticin used in the cell culture process may be animal origin free or indirectly of animal origin.
es_es: La geneticina usada en el proceso de cultivo celular puede no ser de origen animal o ser de origen indirectamente animal.

source: Genital infection
es_es: Infección genital

source: Genital infection (BIcMQ)
es_es: Infección genital (BIcMQ)

source: Genital infections
es_es: Infecciones genitales

source: Genital infections (based on narrow BIcMQ) were more frequent in the empagliflozin group than in the placebo group (Table 4).
es_es: La frecuencia de las infecciones genitales (con base en consultas BIcMQ específicas) fue mayor en el grupo de empagliflozina que en el grupo de placebo (Tabla 4).

source: Genital infections (based on narrow BIcMQ) were more frequent in the empagliflozin group than in the placebo group.
es_es: La frecuencia de las infecciones genitales (con base en consultas BIcMQ específicas) fue mayor en el grupo de empagliflozina que en el grupo de placebo.

source: Genital infections were also more common in the empagliflozin group.
es_es: Las infecciones genitales también fueron más frecuentes en el grupo de empagliflozina.

source: Genotoxity and carcinogenicity
es_es: Genotoxidad y carcinogenia

source: Gentamicin
es_es: Gentamicina

source: Gentamicin content in additional Gentamicin removal study was determined according to test method 018-QA53194.
es_es: El contenido de gentamicina en el estudio adicional de eliminación de gentamicina se evaluó de acuerdo con el método analítico 018-QA53194.

source: Gentamicin content in fermentation runs 22000 – 22003 was determined according to test method 018-QA10500.
es_es: El contenido de gentamicina en las corridas de fermentación de la 22000 a la 22003 se evaluó de acuerdo con el método analítico 018-QA10500.

source: Gentamicin-ELISA (analysis of additional removal study)
es_es: ELISA para gentamicina (análisis de estudio de eliminación adicional)

source: Gentamicin-ELISA (analysis of runs 22000 – 22003)
es_es: ELISA para gentamicina (análisis de corridas 22000 – 22003)

source: Gentamycin is part of Metalyse® medium in contrast to TNKase®.
es_es: A diferencia de TNKase®, en el medio de Metalyse®se emplea gentamicina.

source: Gentamycin, a component which inhibits the growth of microorganisms, is absent in TNKase® process but fate assessment was performed for Metalyse® process to assure sufficient impurity clearance.
es_es: La gentamicina, un componente que inhibe el crecimiento de microorganismos, no se emplea en el proceso de TNKase®, pero se realizó una evaluación del destino final en el proceso de Metalyse® para garantizar una depuración suficiente de impurezas.

source: Geoffrey C. Cloud, MBBS; Leslie E. Bolitho, MBBS; Luke Bonavia, MBBS; Arup Bhattacharya, MBBS; Alistair Wright, MBBS; Abul Mamun, MBBS;
es_es: Geoffrey C. Cloud, Médico Cirujano; Leslie E. Bolitho, Médica Cirujana; Luke Bonavia, Médico Cirujano; Arup Bhattacharya, Médico Cirujano; Alistair Wright, Médico Cirujano; Abul Mamun, Médico Cirujano;

source: Geographic region (Asia, Europe, Latin America, North America, and other)
es_es: Región geográfica (Asia, Europa, Latinoamérica, América del Norte y otras)

source: Geometric mean ratios and 90% CIs for empagliflozin and metformin in both fixed dose combinations (12.5 mg empagliflozin / 1000 mg metformin under both fed and fasted conditions and 5 mg empagliflozin / 1000 mg metformin under fed conditions) compared with the respective free combinations were within 80.00 to 125.00%, thus indicating bioequivalence.
es_es: Para empagliflozina y metformina, al comparar ambas combinaciones de dosis fijas (12.5 mg de empagliflozina/1000 mg de metformina preprandial o postprandial y 5 mg de empagliflozina/1000 mg de metformina en condiciones postprandiales) con las respectivas combinaciones libres, la media geométrica y el IC del 90 % estuvieron entre 80.00 y 125.00%, lo que indica bioequivalencia.

source: Geometry code 1097
es_es: Código geométrico 1097

source: Geometry code 1797
es_es: Código geométrico 1797

source: Gerber, Dr., Kinga (LabWare BP Produktion)
es_es: Dr. Gerber. Kinga (LabWare BP Producción)

source: Germany
es_es: Alemania

source: Germany”
es_es: Alemania"

source: Geschaftsführer:
es_es: Encargado de la planta:

source: Geschäftsführung
es_es: Junta directiva

source: Getting paper copies
es_es: Cómo obtener copias en papel

source: Given that VTE is a multifactorial disease in which there are multiple inheritable and environmental risk factors that can affect the overall risk of VTE, risk factors to consider include deficiencies of antithrombin, protein C and protein S, and gene mutations of factor V Leiden (G1691A), prothrombin (factor II G20210A), and methylenetetrahydrofolate reductase (MTHFR), hyperhomocysteinemia, elevated lipoprotein(a), congenital heart disease, and sickle cell disease [R19-2555; R06-2301; P10-02627; P19-06500; P19-06504; R19-2560; P19-06496].
es_es: Como la TEV es una enfermedad multifactorial cuyo riesgo general puede depender de múltiples factores de riesgo hereditarios y ambientales, se deben considerar, entre otros, las deficiencias de antitrombina, proteína C y proteína S, y mutaciones genéticas del factor V Leiden (G1691A ), protrombina (factor II G20210A) y metilenetetrahidrofolato reductasa (MTHFR), hiperhomocisteinemia, lipoproteína (a) elevada, enfermedad cardíaca congénita y anemia de células falciformes [R19-2555; R06-2301; P10-02627; P19-06500; P19-06504; R19-2560; P19-06496].

source: Given the ease of administration of tenecteplase compared with alteplase, these results provide a compelling rationale to support switching the standard-of-care intravenous thrombolytic agent for acute ischaemic stroke from alteplase to tenecteplase at a dose of 0.25 mg/kg.
es_es: Dada la mayor facilidad de administración de tenecteplasa en comparación con alteplasa, estos resultados proporcionan una justificación convincente para respaldar el cambio de alteplasa a tenecteplasa 0.25 mg/kg, como agente trombolítico intravenoso protocolar para el accidente cerebrovascular isquémico agudo .

source: Given the ease of use of tenecteplase versus alteplase, results from the AcT trial, when combined with evidence to date, provide a compelling rationale to switch the global standard for thrombolysis to tenecteplase at a dose of 0·25 mg/kg in patients with acute ischaemic stroke who present within 4·5 h of symptom onset.
es_es: Dada la facilidad de administración de tenecteplasa en comparacióon con alteplasa, los resultadosdel ensayo AcT, unidos a la evidencia obtenida hasta la fecha, proporcionan una justificación de peso para emplear tenecteplasa 0,25 mg/kg y, en consecuencia, modificar, a nivel mundial, el tratamiento protocolar usado en la trombólisis de pacientes con accidente cerebrovascular isquémico agudo que se encuentran dentro de las 4,5 h de iniciados los síntomas.

source: Given the fact that no substances of toxicological concern in the leachables studies were detectable, the overall risk of leachables in critical amounts migrating into tenecteplase lyophilisate for solution for injection 25 mg is negligible.
es_es: Dado que ninguna sustancia de riesgo toxicológico resultó detectable en los estudios de lixiviables, el riesgo general de que cantidades críticas de lixiviables migren a la tenecteplasa, liofilizado para solución inyectable, 25 mg es insignificante.

source: Given the fact that tenecteplase is a well-established product and there is a vast and long-standing safety experience, Boehringer Ingelheim believes that also uncommon adverse reactions are adequately covered by the existing clinical and post-marketing data.
es_es: Dado que la tenecteplasa es un producto bien establecido, con antecedentes de seguridad amplios y prolongados en el tiempo, Boehringer Ingelheim considera que las reacciones adversas infrecuentes están debidamente cubiertas por la información clínica existente y los datos posteriores a la comercialización.

source: Given the limited data from the use of linagliptin in pregnant women, according to the CCDSs, it is preferable to avoid the use of Trajenta in pregnant women and caution should be exercised when Trajenta is administered to a nursing woman.
es_es: Dado lo limitada de la información sobre el uso de linagliptina en mujeres embarazadas, según los documentos internos de información fundamental del producto CCDS, es preferible evitar el uso de Trayenta en mujeres embarazadas, y se debe tener precaución cuando se lo administra a mujeres en período de lactancia.

source: Given the lower exposure with empagliflozin 10 mg as well as similar general safety and CV effects for both doses, empagliflozin 10 mg once daily was selected for this trial.
es_es: Para este ensayo, se eligió usar empagliflozina 10 mg, porque arrojaba una menor exposición, con seguridad general y efectos cardiovasculares similares a los de la otra dosis.

source: Given the relationship of functional outcome to the time between the onset of stroke symptoms and reperfusion [P14-16838, P17-00157], earlier reperfusion by means of thrombolysis in an additional 12% of patients treated with tenecteplase, as compared with alteplase, may have contributed to improved outcomes.
es_es: Dada la relación entre el resultado funcional y el tiempo entre la aparición de los síntomas del accidente cerebrovascular y la reperfusión [P14-16838, P17-00157], una reperfusión más precoz mediante trombólisis en un 12% adicional de los pacientes tratados contenecteplasa, en comparación con la alteplasa, puede haber brindado mejores resultados.
